aaron-bond.better-comments
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
huizhou.githd
ionutvmi.path-autocomplete
IronGeek.vscode-env
jock.svg
kamikillerto.vscode-colorize
mhutchie.git-graph
mikestead.dotenv
mkxml.vscode-filesize
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
naumovs.color-highlight
PKief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.LiveServer
rodrigovallades.es7-react-js-snippets
s-nlf-fh.glassit
spywhere.guides
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
TabNine.tabnine-vscode
tomoki1207.pdf
wix.vscode-import-cost
xabikos.JavaScriptSnippets
